"Invalid Mac" = "Errore ROM";
"Invalid Header" = "L'indirizzo MAC Ethernet è 00:00:00:00:00:00";
"Unplug Header" = "Avviso di interruzione collegamento dispositivo USB";
"Unplug Notice" = "Il dispositivo USB è stato scollegato mentre un'applicazione era ancora attiva. Ciò può determinare una perdita di dati.";
"OK" = "OK";